{
    "fields": [
        {
            "name": "Qu'est-ce que la CAC ?",
            "value": "La CAC « Chair A Canon » est un regroupement d’abonnés de la chaine Youtube Polo8 Gaming, \"Noob friendly\", joueurs de Squad avec des niveaux d'expériences très variés ! Son but principal est de se retrouver pour jouer ensemble, se former mutuellement, accompagner les nouveaux arrivants et les aider à appréhender les rudiments du jeu, et permettre aux joueurs ayant un peu plus d’expérience en temps que Squad Leader de partager leurs savoir.",
            "inline": false
        },
        {
            "name": "Comment nous rejoindre ?",
            "value": "Avant de pouvoir nous rejoindre officiellement vous devrez passer par une __phase de test__, en devenant un \"Karl\", en réagissant à ce message en cliquant sur oui . Ensuite, vous pouvez vous présenter brièvement dans le salon <#827903955887325184> , c’est le salon dédié aux postulants à la CAC. Faites ensuite quelques parties avec nos membres, et si tout s’est bien passé vous serez validé et aurez l’honneur d’arborer le prestigieux teamtag [CAC] !",
            "inline": false
        },
        {
            "name": "Nos valeurs",
            "value": "Nos maitres mots \"Entraide - Fun -Respect\", aucun niveau de jeu n'est requis pour nous rejoindre, nous souhaitons juste des joueurs ayant un état d'esprit nous correspondants.\nTout membre de la CAC, une fois validé, se doit d’avoir un comportement irréprochable sur les serveurs public, nous représentons la communauté d'un Youtuber, en aucun cas il ne serait toléré que la réputation de la communauté et de Polo8 ne soit entaché par le comportement d’un membre de la CAC. Si nécessaire, certains membres de la CAC se réservent le droit d’exclure un de leur membre.",
            "inline": false
        }
    ],
    "color": 0,
    "type": "rich",
    "description": "Nous vous souhaitons la bienvenue sur le serveur. Nous avons l'honneur de vous présenter la CAC, dont vous pouvez faire partie à tout moment ! Cependant, nous vous demandons de lire ce petit passage afin de pouvoir comprendre qui nous sommes !",
    "title": "Bienvenue sur le Discord de Polo8 ! Présentation du groupe CAC.",
    "thumbnail": {
        "url": "attachment://CAC.png"
    },
    "footer": {
        "text": "N’oubliez pas ! Plus il y a de membres, plus il y a de chances que vous ayez des compagnons de jeu qui soient connectés !"
    }
}
